tap "adoptopenjdk/openjdk"
tap "bazelbuild/tap"
tap "cjbassi/gotop"
tap "cloudfoundry/tap"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "derailed/k9s"
tap "flyteorg/tap"
tap "git-duet/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "johanhaleby/kubetail"
tap "pivotal-cf/om", "https://github.com/pivotal-cf/om"
tap "rockyluke/devops"
tap "tilt-dev/tap"
tap "vladimirvivien/oss-tools"
tap "vmware-tanzu/carvel"
tap "vmware-tanzu/tanzu"
tap "vmware/internal", "git@gitlab.eng.vmware.com:homebrew/internal.git"
tap "wagoodman/dive"
brew "xz"
brew "openssl@3"
brew "asciinema"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "bison"
brew "broot"
brew "bzip2"
brew "glib"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "direnv"
brew "dive"
brew "docker-ls"
brew "docker-machine-driver-hyperkit"
brew "ed"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "gitlint"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "ncurses"
brew "htop"
brew "hub"
brew "istioctl"
brew "libyaml"
brew "jc"
brew "jenv"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "lastpass-cli"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libpq"
brew "ruby"
brew "macvim"
brew "make"
brew "mariadb"
brew "node"
brew "postgresql@15", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "safe-rm"
brew "screen"
brew "shellcheck"
brew "sshuttle"
brew "stern"
brew "terraform"
brew "tmux"
brew "tree"
brew "trivy"
brew "upx"
brew "vale"
brew "vault"
brew "watch"
brew "wdiff"
brew "wget"
brew "yh"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "derailed/k9s/k9s"
brew "flyteorg/tap/flytectl"
brew "git-duet/tap/git-duet"
brew "golangci/tap/golangci-lint"
brew "pivotal-cf/om/om"
brew "vladimirvivien/oss-tools/ktop"
brew "vmware-tanzu/carvel/imgpkg"
brew "vmware-tanzu/carvel/kapp"
brew "vmware-tanzu/carvel/kbld"
brew "vmware-tanzu/carvel/kwt"
brew "vmware-tanzu/carvel/vendir"
brew "vmware-tanzu/carvel/ytt"
brew "vmware-tanzu/tanzu/tanzu-cli"
brew "vmware/internal/leverctl"
brew "vmware/internal/shepherd"
cask "google-cloud-sdk"
cask "iptvnator"
cask "itsycal"
cask "temurin@17"
