tap "bazelbuild/tap"
tap "cjbassi/gotop"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "johanhaleby/kubetail"
tap "rockyluke/devops"
tap "wagoodman/dive"
brew "aws-iam-authenticator"
brew "bash"
brew "bat"
brew "binutils"
brew "broot"
brew "bzip2"
brew "cmake"
brew "coreutils"
brew "openssl@1.1"
brew "curl"
brew "go"
brew "dep"
brew "diffutils"
brew "docker-ls"
brew "docker-machine-driver-hyperkit"
brew "ed", link: true
brew "fd"
brew "findutils"
brew "fzf"
brew "readline"
brew "gawk"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "glide"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "gzip"
brew "helm"
brew "ncurses"
brew "htop"
brew "hub"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "macvim"
brew "make"
brew "node"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "safe-rm"
brew "screen"
brew "tmux"
brew "tree"
brew "watch"
brew "wdiff"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "golangci/tap/golangci-lint"
brew "jesseduffield/lazydocker/lazydocker"
brew "wagoodman/dive/dive"
